[
  {
    "label": "הקלדה עיוורת",
    "text": [
      "הקלדה עיוורת או כתיבה עיוורת היא טכניקת ",
      "הקלדה המאפשרת הקלדה יותר מהירה ופחות ",
      "מעייפת מנטלית וגופנית מהמקובל.",
      "טכניקת הקלדה זו דורשת לימוד ותרגול.",
      "היא משחררת את המקליד מהצורך להביט במקלדת.",
      "לכל האצבעות יש מקומות קבועים על המקלדת ",
      "ויש רק דרך נכונה אחת ללחוץ על כל ",
      "מקש - הדרך בה האצבעות עוברות את המרחק הקצר ",
      "ביותר ממקומן הקבוע אל המקש שיש ללחוץ עליו.",
      "האצבעות המורות ממתינות על המקשים ח ו־כ ",
      "שעליהם יש בליטות הניתנות למישוש."
    ]
  },
  {
    "label": "מקורות העברית",
    "text": [
      "עברית היא שפה שמית ממשפחת השפות האפרו-אסיאתיות.",
      "היא אחת השפות העתיקות בעולם ונכתבה לראשונה ",
      "לפני כשלושת אלפים שנה.",
      "עברית מקראית היא הצורה העתיקה ביותר של השפה.",
      "לאחר מאות שנים בהן לא שימשה כשפה מדוברת, ",
      "השפה העברית הוחייתה בסוף המאה התשע עשרה."
    ]
  },
  {
    "label": "מקלדת",
    "text": [
      "מקלדת היא התקן קלט המאפשר לכתוב טקסט במחשב.",
      "היא מורכבת ממספר רב של מקשים המסודרים בשורות.",
      "המקשים הבסיסיים הם אותיות, מספרים וסימנים.",
      "בעברית, המקלדת מאורגנת בסידור שונה מלועזית.",
      "לימוד הקלדה עיוורת מאפשר הקלדה מהירה ויעילה."
    ]
  },
  {
    "label": "רכב פרטי",
    "text": [
      "רכב פרטי הוא כלי רכב המיועד להסעת נוסעים.",
      "הוא בדרך כלל מכיל ארבעה עד חמישה מושבים.",
      "כיום, רוב הרכבים מונעים בדלק או בחשמל.",
      "נהיגה ברכב דורשת רישיון נהיגה בתוקף.",
      "חשוב לבדוק את הרכב באופן קבוע."
    ]
  },
  {
    "label": "אופניים",
    "text": [
      "אופניים הם כלי תחבורה בעל שני גלגלים.",
      "הם מונעים על ידי כוח אדם באמצעות דיווש.",
      "רכיבה על אופניים היא פעילות בריאה וידידותית לסביבה.",
      "בערים רבות יש שבילי אופניים ייעודיים.",
      "חשוב לעטות קסדה בעת רכיבה על אופניים."
    ]
  },
  {
    "label": "מדעי המחשב",
    "text": [
      "מדעי המחשב הוא תחום העוסק בחישוב ובמערכות מחשב.",
      "התחום כולל אלגוריתמים, מבני נתונים ותכנות.",
      "מתכנתים כותבים קוד בשפות תכנות שונות.",
      "בינה מלאכותית היא תת-תחום חשוב במדעי המחשב.",
      "טכנולוגיית המידע משפיעה על כל תחומי החיים."
    ]
  },
  {
    "label": "תכנות",
    "text": [
      "תכנות הוא תהליך כתיבת הוראות למחשב.",
      "קוד מחשב נכתב בשפות תכנות כמו פייתון וג׳אווה.",
      "מתכנתים פותרים בעיות באמצעות לוגיקה ויצירתיות.",
      "באגים הם שגיאות בקוד שיש לתקן.",
      "למידת תכנות פותחת דלתות רבות בעולם העבודה."
    ]
  }
]
